Revit 2027 API
ParameterTypeId.CalloutSyncronizeBoundOffsetFar Property
 "Far Clip Settings"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CalloutSyncronizeBoundOffsetFar { get; }
Public Shared ReadOnly Property CalloutSyncronizeBoundOffsetFar As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CalloutSyncronizeBoundOffsetFar {
	ForgeTypeId^ get ();
}
static member CalloutSyncronizeBoundOffsetFar : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace